{"translation-revision-date":"2022-10-17 13:18:21+0000","generator":"GlotPress\/4.0.0-alpha.3","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"es_MX"},"An error occurred while calculating your content: %s":["Ocurrió un error al calcular su contenido: %s"],"This functionality is disabled in staging environments.":["Esta funcionalidad está deshabilitada en entornos de prueba"],"Help us to analyze your site by running the site analysis below.":["Ayúdenos a analizar su sitio ejecutando el análisis a continuación."],"We would like to show you insights into content that we feel could use improving.":["Nos gustaría mostrarle información sobre el contenido, que creemos se podría mejorar."],"No data to show yet":["No hay datos para mostrar aún"],"Site analysis is disabled for non-production environments.":["El análisis del sitio está deshabilitado para entornos que no son de producción"],"Stop site analysis":["Detener el análisis del sitio"],"Start site analysis":["Iniciar el análisis del sitio"],"Show %1$s more...":["Mostrar %1$s más..."],"Open editor":["Abrir editor "],"Add focus keyphrase":["Añadir frase clave de enfoque"],"Most of your posts and pages haven't been analyzed yet. Help us to analyze your content by opening and updating it. Clicking the 'Open editor' button will open the editor in a new browser tab. Make sure to click 'Update' at the top of that page.":["La mayoría de tus publicaciones y páginas aún no se han analizado. Ayúdanos a analizar tu contenido abriéndolo y actualizándolo. Al hacer clic en el botón 'Abrir editor' se abrirá el editor en una nueva pestaña del navegador. Asegúrese de hacer clic en 'Actualizar' en la parte superior de esa página."],"Restore last hidden item":["Restaurar último elemento oculto"],"Error stack trace":["Seguimiento de la pila de errores"],"Response":["Respuesta"],"Error message":["Mensaje de error"],"Status code":["Código de estado"],"Request method":["Método de solicitud"],"Request URL":["URL de solicitud"],"Error details":["Detalles del error"],"This feature includes and replaces the Text Link Counter and Internal Linking Analysis":["Esta característica incluye y reemplaza el contador de enlaces de texto y el análisis de enlaces internos"],"(Opens in a new browser tab)":["Abrir en nueva pestaña de buscador"],"Loading...":["Cargando..."],"Edit":["Editar"]}},"comment":{"reference":"js\/dist\/indexables-page.js"}}