{"translation-revision-date":"2022-10-17 13:18:21+0000","generator":"GlotPress\/4.0.0-alpha.3","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"es_MX"},"You have selected the user %1$s%5$s%2$s as the person this site represents. Their user profile information will now be used in search results. %3$sUpdate their profile to make sure the information is correct%4$s.":["Ha seleccionado al usuario %1$s%5$s%2$s como la persona que representa este sitio. Su información de perfil de usuario ahora se utilizará en los resultados de búsqueda. %3$sActualice su perfil para asegurarse de que la información sea correcta%4$s."],"Please tell us more about the person this site represents.":["Cuéntanos más sobre la persona que representa este sitio."],"E.g. https:\/\/example.com\/yoast":["ej. https:\/\/example.com\/yoast"],"Tell us if you have any other profiles on the web that belong to your organization. This can be any number of profiles, like YouTube, LinkedIn, Pinterest, or even Wikipedia.":["Cuéntanos si tienes otros perfiles en la web que pertenezcan a tu organización. Esto puede ser cualquier número de perfiles, como YouTube, LinkedIn, Pinterest o incluso Wikipedia."],"Please tell us more about your organization. This information will help Google to understand your website, and improve your chance of getting rich results.":["Cuéntanos más sobre tu organización. Esta información ayudará a Google a comprender su sitio web y mejorará sus posibilidades de obtener resultados valiosos."],"Person\/organization":["Persona\/Organización"],"This info is intended to appear in %1$sGoogle's Knowledge Graph%2$s. You can be either an organization, or a person.":["Esta información está destinada a aparecer en %1$sGoogle's Knowledge Graph%2$s. Puede ser una organización o una persona."],"E.g. https:\/\/wikipedia.com\/yoast":["Ej. https:\/\/wikipedia.com\/yoast"],"E.g. https:\/\/youtube.com\/yoast":["Ej. https:\/\/youtube.com\/yoast"],"E.g. https:\/\/twitter.com\/yoast":["Ej. https:\/\/twitter.com\/yoast"],"E.g. https:\/\/tumblr.com\/yoast":["Ej. https:\/\/tumblr.com\/yoast"],"E.g. https:\/\/soundcloud.com\/yoast":["Ej. https:\/\/soundcloud.com\/yoast"],"E.g. https:\/\/pinterest.com\/yoast":["Ej. https:\/\/pinterest.com\/yoast"],"E.g. https:\/\/myspace.com\/yoast":["Ej. https:\/\/myspace.com\/yoast"],"E.g. https:\/\/linkedin.com\/yoast":["Ej. https:\/\/linkedin.com\/yoast"],"E.g. https:\/\/instagram.com\/yoast":["Ej. https:\/\/instagram.com\/yoast"],"E.g. https:\/\/facebook.com\/yoast":["Ej. https:\/\/facebook.com\/yoast"],"Tell us about the other profiles on the web that belong to the person.":["Cuéntanos sobre los otros perfiles en la web que pertenecen a la persona."],"Other profiles":["Otros perfiles"],"Oops! Something went wrong while retrieving the user social profiles.":["¡Ups! Algo salió mal al recuperar los perfiles sociales del usuario."],"Writing":["Escribiendo"],"You can determine the title and description for the blog page by %1$sediting the blog page itself%2$s.":["Puede determinar el título y la descripción de la página del blog %1$seditando la propia página del blog%2$s."],"Google Analytics utm tracking parameters":["Parámetros de seguimiento utm de Google Analytics"],"These are expert features, so make sure you know what you're doing before removing the parameters. %1$sRead more about how your site can be affected%2$s.":["Estas son funciones para expertos, así que asegúrese de saber lo que está haciendo antes de eliminar los parámetros. %1$sLea más sobre cómo su sitio puede verse afectado%2$s."],"Advanced: URL cleanup":["Avanzado: limpieza de URL"],"Prevent crawling of internal site search URLs":["Impedir el rastreo de URL de búsqueda de sitios internos"],"Block internal site searches which match the patterns of known spam attacks.":["Bloquee las búsquedas internas del sitio que coincidan con los patrones de ataques de spam conocidos."],"Block internal site searches which contain complex and non-alphanumeric characters, as they may be part of a spam attack.":["Bloquee las búsquedas internas del sitio que contengan caracteres complejos y no alfanuméricos, ya que pueden ser parte de un ataque de spam."],"Limit the length of internal site search queries to reduce the impact of spam attacks and confusing URLs.":["Limite la longitud de las consultas de búsqueda internas del sitio para reducir el impacto de los ataques de spam y las URL confusas."],"Enables advanced settings for protecting your internal site search URLs.":["Habilita la configuración avanzada para proteger las URL de búsqueda de su sitio interno."],"Your internal site search can create lots of confusing URLs for search engines, and can even be used as a way for SEO spammers to attack your site. Most sites will benefit from experimenting with these protections and optimizations, even if you don’t have a search feature in your theme.":["La búsqueda interna de su sitio puede crear muchas URL confusas para los motores de búsqueda, e incluso puede usarse como una forma para que los spammers de SEO ataquen su sitio. La mayoría de los sitios se beneficiarán al experimentar con estas protecciones y optimizaciones, incluso si no tiene una función de búsqueda en su tema."],"Internal site search cleanup":["Limpieza de búsqueda interna del sitio"],"Add a ‘disallow’ rule to your robots.txt file to prevent crawling of WordPress' JSON API endpoints.":["Agregue una regla de \"no permitir\" a su archivo robots.txt para evitar el rastreo de los puntos finales de la API JSON de WordPress."],"WP-JSON API":["API de WP‑JSON"],"Remove JavaScript used for converting emoji characters in older browsers.":["Elimine el JavaScript utilizado para convertir caracteres emoji en navegadores más antiguos."],"Remove URLs which provide alternative (legacy) formats of all of the above.":["Elimine las URL que proporcionen formatos alternativos (heredados) de todos los anteriores."],"Remove URLs which provide information about your search results.":["Elimine las URL que brindan información sobre sus resultados de búsqueda."],"There are unsaved changes on this page. Leaving means that those changes will be lost. Are you sure you want to leave this page?":["Hay cambios que aún no están guardados en esta página. Salir significa que esos cambios se perderán. ¿Seguro que quieres salir de esta página?"],"Formats":["Formatos"],"Media pages":["Páginas de medios"],"Categories & tags":["Categorías y etiquetas"],"Content types":["Tipos de contenido"],"Show more":["Mostrar más"],"Show less":["Mostrar menos"],"Configure the basics for your website.":["Configure lo básico para tu sitio web."],"Choose how your Search pages should look in search engines.":["Elija cómo deben verse sus páginas de búsqueda en los motores de búsqueda"],"Choose how your 404 pages should look in search engines.":["Elija cómo deben verse sus páginas 404 en los motores de búsqueda."],"Choose how your Homepage should look on social media. Note that this is what people probably will see when they search for your brand name.":["Elija cómo debe verse su página de inicio en las redes sociales. Tenga en cuenta que esto es lo que probablemente verán las personas cuando busquen el nombre de su marca."],"Format-based archives can cause duplicate content issues. For most sites, we recommend that you disable this setting.":["Los archivos basados ​​en formato pueden causar problemas de contenido duplicado. Para la mayoría de los sitios, le recomendamos que deshabilite esta configuración."],"Date archives are based on publication dates. From an SEO perspective, the posts in these archives have no real relation to the other posts except for their publication dates, which doesn’t say much about the content. They could also lead to duplicate content issues. This is why we recommend you to disable date archives.":["Los archivos de fechas se basan en las fechas de publicación. Desde una perspectiva de SEO, las publicaciones en estos archivos no tienen una relación real con las otras publicaciones, excepto por sus fechas de publicación, lo que no dice mucho sobre el contenido. También podrían dar lugar a problemas de contenido duplicado. Es por eso que le recomendamos que deshabilite los archivos de fecha."],"Date archive":["Archivo por fechas"],"Disabling this means that archives for authors without any posts will not be indexed by search engines and will be excluded from XML sitemaps.":["Deshabilitar esto significa que los archivos de los autores sin publicaciones no serán indexados por los motores de búsqueda y serán excluidos del mapa del sitio XML"],"Show archives for authors without posts in search results":["Mostrar archivos de autores sin publicaciones en los resultados de búsqueda"],"Author archive":["Archivo de autor"],"Read more about the search results settings":["Leer más información sobre la configuración de los resultados de búsqueda"],"Choose how your %1$s should look in search engines and on social media.":["Elija cómo debe verse su %1$s en los motores de búsqueda y en las redes sociales."],"Contact support":["Contactar con soporte"],"WordPress loads lots of resources, some of which your site might not need. If you’re not using these, removing them can speed up your pages and save resources.":["WordPress carga muchos recursos, de los cuales algunos podrían no necesitar su sitio. Si no los está utilizando, elimínelos esto podría acelerar sus páginas y ahorrar recursos. "],"Remove unused resources":["Eliminé recursos que no utiliza"],"The inclusive language analysis offers suggestions to write more inclusive copy. %1$sDiscover why inclusive language is important for SEO%2$s.":["El análisis del lenguaje inclusivo ofrece sugerencias para escribir textos más inclusivos. %1$sDescubra por qué el lenguaje inclusivo es importante para el SEO%2$s."],"Choose how your Homepage should look in search engines and on social media. Note that this is what people probably will see when they search for your brand name.":["Elija cómo debe verse su página de inicio en los motores de búsqueda y las redes sociales. Tenga en cuenta que esto es lo que probablemente verán las personas cuando busquen el nombre de su marca."],"Choose how your Homepage should look in search engines.":["Elija cómo deben verse sus páginas de búsqueda en los motores de búsqueda."],"Keep the categories prefix in the slug":["Mantener el prefijo de categorías en el slug"],"Category URLs in WordPress contain a prefix, usually %s. This enables that prefix, for categories only.":["Las URLs de categoría en WordPress contienen un prefijo, usualmente %s, esta característica remueve ese prefijo, para las categorías únicamente."],"Choose how your %1$s archive should look on social media.":["Elige cómo debería verse tu archivo de %1$s en las redes sociales."],"Disabling this means that the archive for %1$s will not be indexed by search engines and will be excluded from XML sitemaps.":["Deshabilitar esto significa que los archivos de %1$s no serán indexados por los motores de búsqueda y serán excluidos del mapa del sitio XML."],"Choose how your %1$s archive should look in search engines.":["Elija cómo deben verse sus %1$s archivos de búsqueda en los motores de búsqueda"],"These settings are specifically for optimizing your %1$s archive.":["Estas configuraciones son específicamente para optimizar su archivo de %1$s."],"%1$s archive":["archivo de %1$s"],"Add custom fields to page analysis":["Añadir campos personalizados para el análisis de la pagina."],"This enables SEO metadata editing and our SEO - and Readability analysis for individual %1$s.":["Esto permite la edición de metadatos de SEO y nuestro análisis de legibilidad y SEO para %1$s individuales."],"Additional settings":["Ajustes adicionales"],"Choose how your %1$s should be described by default in your site's Schema.org markup. You can change these setting per individual %2$s.":["Elija cómo se debe describir su %1$s de forma predeterminada en el marcado de Schema.org de su sitio. Puede cambiar esta configuración por %2$s individual."],"Choose how your %1$s should look on social media by default. You can always customize this per individual %2$s.":["Elija cómo debe verse su %1$s en las redes sociales de forma predeterminada. Siempre puede personalizar esto por %2$s individual."],"Social appearance":["Apariencia en Redes Sociales"],"Disabling this means that %1$s will not be indexed by search engines and will be excluded from XML sitemaps.":["Deshabilitar esto significa que %1$s no será indexado por los motores de búsqueda y será excluido de los mapas de sitio XML."],"Choose how your %1$s should look in search engines. You can always customize this per individual %2$s.":["Elija cómo debe verse su %1$s en los motores de búsqueda. Siempre puede personalizar esto por %2$s individual."],"Search appearance":["Apariencia de Búsqueda"],"You can add multiple custom fields and separate them by using %3$sEnter%4$s or %3$scomma%4$s. %1$sRead more about our custom field analysis%2$s.":["Puede agregar varios campos personalizados y separarlos usando %3$sEnter%4$s o %3$scomma%4$s. %1$sLea más sobre nuestro análisis de campo personalizado%2$s."],"The %1$sSocial image%2$s, %1$sSocial title%2$s and %1$sSocial description%2$s require Open Graph data, which is currently disabled in the ‘Social sharing’ section in %3$sSite preferences%4$s.":["La %1$sImagen social%2$s, el %1$sTítulo social%2$s y la %1$sDescripción social%2$s requieren datos de Open Graph, que actualmente está deshabilitado en la sección \"Compartir en redes sociales\" en %3$sPreferencias del sitio%4$s."],"Oh no! It seems your form contains invalid data. Please review the following fields:":["¡Oh, no! Parece que su formulario contiene datos no válidos. Por favor revise los siguientes campos:"],"Archive social image":["Imagen de archivo para Redes Sociales"],"Archive social description":["Archivar descripción social"],"Archive social title":["Archivar título social"],"Show the archive for %1$s in search results":["Mostrar el archivo de %1$s en los resultados de búsqueda"],"Dismiss":["Descartar"],"Powered by HTTP header":["Creado por cabeceras HTTP"],"Pingback HTTP header":["Pingback de cabeceras HTTP"],"Emoji scripts":["Scripts de emojis"],"Generator tag":["Etiqueta generator"],"oEmbed links":["Enlaces de oEmbed"],"RSD \/ WLW links":["Enlaces RSD\/WLW"],"Shortlinks":["Enlaces cortos"],"Atom\/RDF feeds":["Feeds Atom\/RDF"],"Search results feeds":["Feeds de resultados de búsqueda"],"Custom taxonomy feeds":["Feeds de taxonomías personalizadas"],"Tag feeds":["Feeds de etiquetas"],"Category feeds":["Feeds de categorías"],"Post type feeds":["Feeds de tipos de contenido"],"Post authors feeds":["Feeds de autores de entradas"],"Global comment feeds":["Feeds globales de comentarios"],"Global feed":["Feed global"],"Post comments feeds":["Feeds de comentarios de las entradas"],"Personal logo or avatar":["Logo personal o avatar"],"Select a user":["Elige un usuario"],"Add another profile":["Añadir otro perfil"],"Other social profile":["Otro perfil social"],"Site representation":["Representación del sitio"],"Link suggestions":["Sugerencias de enlaces"],"Insights":["Detalles"],"Social description":["Descripción social"],"Social title":["Título social"],"Social image":["Imagen social"],"Remove image":["Eliminar imagen"],"Select image":["Seleccionar imagen"],"Replace image":["Reemplazar imagen"],"Article type":["Tipo de artículo"],"Page type":["Tipo de página"],"Usage tracking":["Seguimiento de uso"],"The text link counter helps you improve your site structure. %1$sFind out how the text link counter can enhance your SEO%2$s.":["El contador de enlaces a texto te ayuda a mejorar la estructura de tu sitio. %1$sDescubre cómo puede el contador de enlaces a texto mejorar tu SEO%2$s."],"Check out %1$s":["Consulta %1$s"],"We have both free and premium online courses to learn everything you need to know about SEO.":["Tenemos cursos en línea gratuitos y premium para aprender todo lo que necesita saber sobre SEO."],"Want to learn SEO from Team Yoast? Check out our %1$s!":["¿Quieres aprender SEO del equipo Yoast? ¡Mira nuestro %1$s!"],"Learn SEO":["Aprende SEO"],"Schema":["Esquema"],"An organization name and logo need to be set for structured data to work properly. %1$sLearn more about the importance of structured data%2$s.":["Es necesario establecer un nombre y un logotipo de la empresa para que los datos estructurados funcionen correctamente. %1$sAprende más sobre la importancia de los datos estructurados.%2$s"],"Personal info":["Información personal"],"Organization logo":["Logo de la organización"],"Organization name":["Nombre de la organización"],"Organization":["Organización"],"Select a user...":["Selecciona un usuario..."],"Get %s":["Obtener %s"],"You can edit the SEO metadata for this custom type on the %1$sShop page%2$s.":["Puedes editar los metadatos SEO de este tipo de contenido personalizado en la %1$spágina de la tienda%2$s."],"Tagline":["Eslogan"],"Site title":["Título del sitio"],"SEO analysis":["Analisis de SEO"],"%1$s recommendations for you":["Recomendaciones de %1$s para ti"],"Text link counter":["Contador de enlaces de texto"],"The cornerstone content feature lets you to mark and filter cornerstone content on your website. %1$sFind out how cornerstone content can help you improve your site structure%2$s.":["La funcionalidad de contenido Cornerstone te permite marcar y filtrar el contenido cornerstone en tu sitio web. %1$sMás información sobre como el contenido cornerstone te puede ayudar a mejorar la estructura de tu sitio.%2$s"],"Cornerstone content":["Contenido Cornerstone"],"Save changes":["Guardar cambios"],"Variable":["Variable "],"Available variables":["Variables disponibles "],"Admin bar menu":["Barra de menú del administrador"],"SEO title":["Título SEO"],"Readability analysis":["Análisis de Legibilidad"],"Format-based archives":["Archivos basados en formato"],"Bold the last page":["Negrita la última página"],"Author archives":["Archivo del Autor"],"A link to your site, with your site's name and description as anchor text.":["Un enlace a su sitio, con el nombre del sitio y la descripción como texto ancla."],"A link to your site, with your site's name as anchor text.":["Un enlace a su sitio, con el nombre del sitio como texto ancla."],"A link to the post, with the title as anchor text.":["Un enlace a la entrada, con el título como texto ancla."],"A link to the archive for the post author, with the authors name as anchor text.":["Un enlace al archivo del autor de la entrada, con el nombre del autor como el texto ancla."],"You can use the following variables within the content, they will be replaced by the value on the right.":["Puede usar las siguientes variables en el contenido, que serán sustituidos por el valor de la derecha."],"Content to put after each post in the feed":["Contenido para poner después de cada entrada en el feed"],"Content to put before each post in the feed":["Contenido a publicar en el feed antes de cada entrada"],"Usage of this breadcrumbs feature is explained in %1$sour knowledge-base article on breadcrumbs implementation%2$s.":["El uso de esta característica de las breadcrumbs está explicada en %1$s nuestro artículo sobre implementación de las breadcrumbs%2$s."],"How to insert breadcrumbs in your theme":["Cómo insertar las breadcrumbs en tu tema"],"Blog":["Blog"],"Prefix for Archive breadcrumbs":["Prefijo para los archivos de las breadcrumbs"],"Prefix for the breadcrumb path":["Prefijo de la ruta de las breadcrumbs"],"Anchor text for the Homepage":["Enlace para la página de inicio"],"Separator between breadcrumbs":["Separador entre las breadcrumbs"],"Description":["Descripción"],"404 pages":["Páginas 404"],"Search pages":["Páginas de búsqueda"],"Date archives":["Archivos por fechas"],"You can determine the title and description for the homepage by %1$sediting the homepage itself%2$s.":["Puedes determinar el título y la descripción de la página del blog %1$seditando la propia página del blog%2$s."],"Homepage":["La portada de página Web"],"Person":["Persona"],"RSS":["RSS"],"Breadcrumbs":["Breadcrumbs"],"Breadcrumbs title":["Título de las breadcrumbs"],"Pinterest":["Pinterest"],"Twitter":["Twitter"],"Facebook":["Facebook"],"None":["Ninguno"],"Meta description":["Etiqueta de descripción"],"Google":["Google"],"General":["General"],"Tools":["Herramientas"],"Advanced":["Avanzado"],"XML sitemaps":["XML Sitemaps"]}},"comment":{"reference":"js\/dist\/new-settings.js"}}